{
    "Office of CTO" : "Budgets going to the Office of the CTO provide server costs that keep the software that we provide up and running and promotional materials that spread the word about the features of our software products, so that individuals can make educated decisions on how to use our software. We also use the money internally for office supplies. ",
    "Senator Marandah Field-Elliot" : "The entirety of my budget will be spent on promotion for the programs/events my office will be holding, and on supporting my office members in the work they do through food/retention resources. I plan to either donate the rest of stipend allocation to a non-profit that supports sexual violence prevention, or return it to the ASUC for future use. ",
    "Office of CCO" : "The Communications Office serves as the main intermediary between the students at Berkeley and their representatives. Our budget for the year reflects our goal of doing more outreach to students and making sure that students understand what the ASUC is doing and why. The Outreach department has spent some money on tabling supplies so that we can have a presence on Sproul and around campus. We are also planning to spend some funds to host outreach events during finals season and host some events for students to celebrate the 130th anniversary of the ASUC. The Publicity department revamped the ASUC newsletter this year using Mail Chimp, which allows us to send out information to our subscribers. The Video Production department is planning to purchase a few more pieces of video equipment to round out their supplies so that they can produce high quality videos about the ASUC and advertise ASUC programs and resources.",
    "Office of CFO" : "Funding for Office of CFO will be used to purchase items useful for operating and managing ASUC finances: \nComputer: Allow easy access for office members to investments research and analyses and other confidential files. \nStata: Software for fast and easy data analyses and management for ASUC capital projects. \nBloomberg: Conduct equity research for ASUC stock portfolio.",
    "Senator Helen Yuan": "For our tech/online resources department, our team is in the midst of developing a survey that will explore the UC Berkeley-specific housing experiences both on and off-campus. Our goal is to deeply investigate areas of student concern in the housing crisis, and discover solid methods of improvement through projects proposed by our office and funded by the ASUC. We need funding for Qualtrics because we found that this is the survey creation software that best suits our needs for this detailed survey. Unlike Google Forms, Qualtrics allows for a flow of logic that guides survey-takers towards more personalized survey-taking based on answers to previous questions. [I am happy to talk about this in more detail if you need more explanation]. In addition to the Qualtrics funding, I am requesting $3000 as an “incentive for survey-takers” because my intent is to pay students to take the survey. The reason for this is so that our data does not end up with skewed findings (i.e. we do not only want students who hate their housing experiences to take the survey, and neither do we only want students who enjoy their experience). We were thinking of paying students $2/person but another idea was to break down this $3000 into gift cards that can be raffled off to the pool of students who took the survey.\nFor the housing affairs department, our goal is to launch an ASUC online housing resources website, a one-stop shop for all students to find housing. Simply from talking with peers around us, we have been told that there is no centralized, reliable place for students to find off-campus housing at Berkeley. This is frustrating for many students, as all students have many other things to take care of in our busy lives. If there is a centralized space where students can find adequate housing, this would ease the burden on students who are struggling in the current housing crisis. We intend to hire 2 programmers who will be able to code a program that matches roommates as another resource on this ASUC housing webpage. The cost indicated in this budget is the stipend that we will be paying them for their work. We came up with $700 as a stipend per hire after talking with a CS major student who roughly estimated that the cost of labor should approximate $17.5/hr for 40 hours. The ASUC housing website info session is going to be an event hosted after the website is launched, where we will open to the Berkeley community and provide a workshop for how to use the website so that students can find housing stress-free. The roommate speed-dating event is a separate event that the housing affairs department plans to have because of the current difficulty in finding roommates with similar lifestyle habits. We are hoping to host an in-person fair that allows students to meet suitable roommates and obtain contact information when they need a roommate but sometimes cannot find one.\nFor the Academic Affairs department, I would like to replace this $450 in contribution to the creation of a calcentral “my wellness” page to funding for equipment dedicated to Project Hermione. If you haven’t heard of Project Hermione, this is a project that automates webcasting to help reduce the costs associated with webcasting available on campus, since only a limited number of courses are available to be webcasted. Project Hermione is a student-run project that allows for streamlined, efficient, recording of lectures all across the campus. This would benefit students directly because it could help alleviate some of the over-enrollment in certain courses, where students are unable to find a seat in lecture. It would also reduce the costs that are associated with ETS’s ability to record the lectures on campus. The equipment purchased with this $450 would allow Project Hermione to expand its services to more classrooms.\nFor the last section of my budget, staff retention and trainings, I intend to spend the money to help keep the morale in my office high. That way, we have the motivation to keep progressing on our projects as we currently are. This will involve mini-celebrations, bonding activities that might require low-cost tickets, and/or team activities that involve transportation outside of campus. I am fully aware that to get these funds approved, I must submit a waiver.",


    "Senate Jay Choi" : "We are planning on hosting events that allow students to come together and learn from the experiences of each other and learn about some of the resources provided to them here at Cal. For example, we are planning an International Student forum where international students can share some of their experiences and tips regarding adapting to life at Cal. Our office is also looking at the possibilities of doing this for study abroad students as well. We are also planning a New Year's Gala for Korean students to help connect the Korean community.",
    "SAO" : "Most of the charges we have listed are for general upkeep of the office, such as basic office materials bills for the phone, and our domain registration. In an effort to do more tabling for SAO, we have listed a tent, bannerstand, etc. as we aspire to be out on Sproul more often to get the word out on our office's services and reach out to students who may be facing an issue but are not aware that we can help. We have also set aside funds for Final Snacks, a popular semesterly campus tradition hosted by SAO that offers coffee donuts, and smiles to students leaving libraries after studying for final exams. A dolly is needed in order to move heavy things from the office such as tabling equipment — this will be a one time purchase. Finally, we would like to make our client office more confidential and comfortable for clients. This includes getting curtains for the client office to make the room more sound-proof and warm (right now we have manila envelopes taped to the window instead). This also includes purchasing tissues for clients that need them. Through these purchases, we hope to continue serving the student body and our clients.",
    "Senator Alyssa Liu" : "Our budget is primarily being used for our events which deal with planning and marketing service projects, workshop materials, and Tang Center marketing material. A small amount of funds are going towards office supplies and as well as office food for the staff for appreciation efforts and running the office efficiently. Our office will also have a bit of leftover funds that will be allocated appropriately for office events only.\nThe funds used in my office will benefit the student body by providing more visibility of existing medical and out-of-state financial resources offered by UC Berkeley as well as assisting the unity of service organizations on campus.",
    "Senator Jenny Kim" : "Most of the budget will be used in the spring semester. The budget has partially been used to fund expenses for past ASUC Events.\nOn the budget sheet we’ve only allocated money to be used for our office’s biggest event, Fresh Check Day. Fresh Check Day is a mental health awareness event that is sponsored and partnered by an external foundation (Jordan Porco Foundation). Through the event, we hope to promote mental health awareness and de-stigmatize mental health on campus.\nOther sources of budget allocation may be for the following: Mental Health Workshop expenses such as promoting materials, Fall Workshop: November 15, Spring Workshop: TBA\nEast Asian Community Speaker Series\nThe office is currently discussing hosting a speaker series on the cultural divide in East Asian Communities in the Spring Semester\nExpenses would be used for promoting materials\nAlthough the expenses are not final (i.e. applied to CACSSF for event funds), these are the forecasted expenses that the Office will use. ",
    "Senator Anthony Carrasco" : "Transportation (Rental Services/Gas/Misc.): Our office has a focus on drug policy as well as housing policies. We helped passed a bill known as the Responsible Bystander Policy, a policy that aims to encourage students to seek medical assistance, if needed and without fear of violating the Student Code of Conduct, for peers who have been involved with alcohol or controlled substances. Our office is also working on other projects, such as addressing winter break homelessness. With the funds outlined in our budget plan under transportation, our office plans to travel with a rented RV to the different UCs during the Spring Semester to promote our policies so they can adopt them, improve them, and also bring awareness of the existence of these policies to have an overall more effective usage of the changes to the UC system. If there is solidarity in these policies between the UCs, students will be more aware of the issues, utilize them more often, and overall promote a safer and welcoming campus environment.\nOffice Supplies (Paper): Falls under administrative expenses.\nFood - Staff Appreciation (Admission to the Oakland Museum of California): As an office retreat, our office went to the Oakland Museum of California to create a positive environment for our office. A productive office requires trust and collaboration. To improve our office's overall efficiency, we got to know each other better through this office retreat as well as learn more about the history of the community we are serving The retreat has built a stronger relationship in the office and we have become a productive office as well as much more motivated to serve the student body with our close-knit office.\nIf you have any questions or concerns regarding our budget description, please do not hesitate to contact me.",
    "Office of President" : "Philanthropy Program & #ASUC130\nThe ASUC Philanthropy Program and #ASUC130 Gala are events intended to engage ASUC alumni across the globe to garner additional resources, alumni engagement, and funds that will entirely support students. Proceeds earned from the Philanthropy Program and the ASUC 130th Anniversary Gala (tentatively scheduled for February 2017) will be invested back into UC Berkeley student life, and should more than offset any costs.\nElections programming\nElections programming includes get-out-the-vote initiatives, the mayoral candidates’ forum, and the election night celebration on Sproul Plaza, all of which aim to provide inclusive spaces for students to politically engage with fellow students and local, state, and federal politicians. A portion of this budget is also allocated to nonpartisan get-out-the-vote initiatives for ASUC elections in the spring.\nStudent union concerts and tailgates programming\nStudent Union Concerts (in conjunction with ASUC SUPERB) feature live musical artist performances right on campus that are free and open to all students. Tailgates cohosted by the Office of the President and Cal Athletics are block party-style events featuring food, games, music, and more that provide space for all students to unite and get in the Cal spirit before large home athletic events.\nBerkeley Builds design-a-thon\nBerkeley Builds is an interdisciplinary social-impact designathon that invites technical and non-technical students from every corner of campus to create products for world-renowned nonprofit organizations. Berkeley Builds is an incredible opportunity for students to network with startups, companies, and nonprofit organizations that are all coming together to build meaningful solutions to social problems all over the world.\nLet’s talk seminar series\nThe Let’s Talk Seminar Series is an undergraduate seminar intended to cover a wide breadth of topics pertinent to all new students to Berkeley, including transfer and non-traditional students. The course will introduce and encourage the discussion of broad topics ranging from academic planning to mental wellness to power and privilege.\nCampus climate speaker series\nThe Campus Climate Speaker Series aims bring a diverse set of speakers ranging from the different communities that were most affected according to the Campus Climate survey. The program began with inaugural speaker Laverne Cox in 2015 and will continue this year.\nPerspectives showcase\nThe 2017 ASUC Perspectives Showcase is intended to display the richness of culture and diversity in the entire breadth of the student body.",
    "Senator Annie Tran" : "Special Events: The majority of my budget is going towards Special Events to pay for the materials necessary to throw programming such as the World Food Day celebration on October 26th because these special events help gather data to support the office's platforms. We want to make sure that the majority of our budget will be directly impacting the student body, so it's being allocated towards specific events that all students can attend. \nIntern Project: To encourage the retention of interns in my office, I've allocated money and resources so that my interns can run their own semester-long project. Their money is up to their discretion in order to give more authority to the work that they're doing. ",
    "Senator Kelleher " : "The programming and events orchestrated by the Office of Senator Kelleher hope to encompass as wide of a student audience as possible. Some of the first events will be in collaboration with the Berkeley Study Abroad Department. These programs will bring awareness to the different underrepresented communities that don't study abroad as much, and our budget will go into the publicity as well as funding food in partnership with the Berkeley Study Abroad Department. Additionally, the office will try to have a \"Bears Abroad Week\" in which we will try to have an event each day of the week to encourage more students to apply! Other programs that the office will pursue include possible collaboration with ASUC SUPERB. These events will center around entertainment and budgeting will be focused on the necessary expenses associated with these events. On top of that, the Office has already donated a large portion to the EOP's CE3 Block Party at the beginning of this semester in order to encourage new students to be aware of the resources that help serve underrepresented communities on this campus.",
    "Senator Zaynab AbdulQadir" : "The Office of ASUC Senator AbdulQadir-Morris is focused on hosting heavy Spring semester programming in order to fulfill agenda of this Senate Office. But, many of these expenses are tentative since campus pools of funding such as the Wellness Fee and The Chancellor’s Advisory Committee on Student Services and Fees (CACSSF). Other than these larger forms of programming, the Office plans to utilize other campus grants to fund the additional projects such as food for Story Time and printing fees for Black Community Resource guides. A significant amount of this budget also goes towards reimbursing the Senator for things they have already fronted the money for in the summer and beginning of the Fall semester. Finally, some of the budget will go towards Staff Retention via reimbursing staff members for transportation to retreat locations for the Fall or Spring semester. Within the budget report, many of the expenses have notes about the context of the expenses; yet, if there are any questions or concerns about the use of these funds or funs that this Senate may be awarded towards the end of the Fall semester, please contact Zaynab at zabdulqadir@asuc.org.",
    "Senator Li" : "The major part of my office’s budget goes to the Shuttle Bus Project. I will use the funding to cover part/majority of the cost to deliver this shuttle service, providing a more affordable and convenient option for students to go to the airport and from the airport to Berkeley than Bart, Uber, and Lyft would otherwise provide. Another major part of my budget goes to the multicultural photography exhibition. We want to use this event to raise cultural awareness among all students as we display students’ artworks along Sproul Plaza. Besides, I am hosting several cultural celebration events and will also use the budget to purchase snacks and food from different cultural backgrounds to encourage students from all backgrounds to participate in the events. For example, so far I have hosted Mid Autumn Festival Celebration on Sproul where we provided students the chance to learn about what this festival is for and to write down Happy Mid Autumn in their own languages in return of our sweet moon cakes. Another example would be our European Cultural Celebration Event where we displayed cultural films about Europe and had students put sticker notes on the places he or she had visited before or intended to visit one day and in return we provided pizzas. ",
    "Office of EVP" : "There are three departments in the EVP Office that have used funded thus far: Student Organizational Services, Student Organizational Services Spaces, and the Internship Department.\nFor SOS, in the fall semester, a Town Hall has been hosted to provide a meeting place for clubs and organizations on campus to ask the SOS Department about the resources available to them with regards to room reservations, key card access, reimbursements, spaces, and finances. The Town Hall gives clubs the transparency that allows them to learn all resources they can utilize. During the meeting, there was free food and a raffle to win prizes. In the spring semester, SOS will host the Annual Budget/Spaces Application meeting where clubs will learn how they can get funding from the ASUC.\nThe SOS Spaces Team is responsible of cleaning cages where clubs store all their belongings that they need for meetings, tabling, or other purposes.\nThe Internship Department is in charge of mentoring and educating the future of the ASUC as this department is responsible for leading the ASUC DeCal to teach eager students about the history that this student government has experienced and the unique programming and advocacy that the organization is currently a part of. Flyers, poster boards, and supplies have been purchased to help market this internship program to potential students. Funds will also be used to buy food for the interns (mixers and banquets) and for care packages. Printing money will be needed for midterms/finals to really test the knowledge of all the students have learned over the semester.",
    "Senator Bianca Filart" : "Most of my expenses are for my programming and events. One of the major costs this Fall semester is the purchase for Robocopps for Safety Week which will be handed out for free to students until supplies run out. Other costs for Safety Week include the flashlights with BearWALK's number on it which will also be handed out to students for free. We are being cost-effective with marketing and PR and mainly trying to use social media platforms. Other items on our budget include operational costs like banners, flyers, and staff appreciation items.",
    "Senator Rosa Kwak" : "The majority of my funds will be allocated to different programing and events that will occur within my 4 office departments:\n·       Department of Sexual Violence Conference\n·       Department of Residential Hall\n·       Department of Gender Womxn Studies\n·       Department of Foreign Languages\n \nTimeline: Initial funding was allocated to my office retreat for food and we’re in the process of applying for a financial waiver through the ASUC Financial Committee.\n \nAllocation Description:\nI.               Sexual Violence Conference Allocation:\na.    Funding will be allocated mainly for the execution and logistics of the conference everything from promotional paraphernalia to food for the different attendees of the conference. Because of the magnitude of such a project, we will also be applying for a multitude of funding so that we don’t rely on senate contingency or discretionary funds.\nII.             Department of Residence Hall Allocation:\na.    Funding will be allocated to varying events that we will coordinate with RHA and for the greater resident community. These events will be issue-based events as outlined by my platforms and the department of residential hall. Also will cater specifically to res-hall life and we’ll do our best to coordinate finances and apply for finances with RHA.\nIII.           Department of Gender Womxn Studies Allocation:\na.    Although we don’t anticipate much of the funding to be allocated to this department, our office is determined to make our GWS mentorship program and affiliated speaker-series events a priority in this department. Thus we will allocate necessary funding if needs be.\nIV.           Department of Foreign Languages:\na.    Although we don’t anticipate much of the funding to be allocated to this department as well, our office projects mainly will deal with increasing visibility for the Berkeley Language Department and co-hosting events with the SLC and the BLD. And funds will go to publicizing for these events.",
    "Office of EAVP" : "Our UCSA fund goes entirely to UCSA as part of the fees we pay to be part of the organization.\nOur Legislative, Campus Organizing, and UCSA Meetings and Conferences funds will be largely spent on transporting both our staff and interested students to UCSA conferences and meetings; UC Regents Board Meetings; and local, state, and federal lobbying trips. Some of the conferences that we do attend including the Student Organizing Summit (~45 people), the Students of Color Conference (~90 people), and the Student Lobbying Conference (~50 people). Our Legislative Affairs director has also set up meetings with local, state, and federal representatives including Mayor-elect Jesse Arreguin, US Senator Feinstein, and State Representative Kevin McCarty (and a lot more!). \nCommunications, Local, and Vote Coalition funds are more focused on increasing our presence on campus and increasing visibility for other programs that are beneficial to students! Vote Coalition's work has largely ended, but some of the events that they did put on were VOTECHELLA and the Elections Night Viewing Party, events open to everyone on campus. Local, so far, has largely worked on promoting resources that exist, such as the Open Computing Facility and the Berkeley Food Pantry. Through the Farmers' Market, Local Affairs also raised $170 for the Food Pantry! \nOur International funds will be spent mostly on events targeted towards international students but are always open to everyone! Some of the events that we had or hope to host include iLink, an event for international students to connect with industry professionals, and International Education Week, which is part of a State Department Initiative to promote international exchange! \nMiscellaneous funds were set apart for any departments to request more money.",
    "Senator Rigel Robinson": "The ECO ASUC Senate Office's budget will primarily be expended on a Toxic Tour of Richmond event with the Students of Color Environmental Collective to explore links and intersections between environmentalism and racism.",
    "Senate Jay Choi ": "We are planning on hosting events that allow students to come together and learn from the experiences of each other and learn about some of the resources provided to them here at Cal. For example, we are planning an International Student forum where international students can share some of their experiences and tips regarding adapting to life at Cal. Our office is also looking at the possibilities of doing this for study abroad students as well. We are also planning a New Year's Gala for Korean students to help connect the Korean community.",
    "Office of Student Advocate": "Most of the charges we have listed are for general upkeep of the office, such as basic office materials bills for the phone, and our domain registration. In an effort to do more tabling for SAO, we have listed a tent, bannerstand, etc. as we aspire to be out on Sproul more often to get the word out on our office's services and reach out to students who may be facing an issue but are not aware that we can help. We have also set aside funds for Final Snacks, a popular semesterly campus tradition hosted by SAO that offers coffee donuts, and smiles to students leaving libraries after studying for final exams. A dolly is needed in order to move heavy things from the office such as tabling equipment — this will be a one time purchase. Finally, we would like to make our client office more confidential and comfortable for clients. This includes getting curtains for the client office to make the room more sound-proof and warm (right now we have manila envelopes taped to the window instead). This also includes purchasing tissues for clients that need them. Through these purchases, we hope to continue serving the student body and our clients.",
    "Senator Nathan Kelleher " : "The programming and events orchestrated by the Office of Senator Kelleher hope to encompass as wide of a student audience as possible. Some of the first events will be in collaboration with the Berkeley Study Abroad Department. These programs will bring awareness to the different underrepresented communities that don't study abroad as much, and our budget will go into the publicity as well as funding food in partnership with the Berkeley Study Abroad Department. Additionally, the office will try to have a \"Bears Abroad Week\" in which we will try to have an event each day of the week to encourage more students to apply! Other programs that the office will pursue include possible collaboration with ASUC SUPERB. These events will center around entertainment and budgeting will be focused on the necessary expenses associated with these events. On top of that, the Office has already donated a large portion to the EOP's CE3 Block Party at the beginning of this semester in order to encourage new students to be aware of the resources that help serve underrepresented communities on this campus. ",
    "Senator Xiao Li": "The major part of my office’s budget goes to the Shuttle Bus Project. I will use the funding to cover part/majority of the cost to deliver this shuttle service, providing a more affordable and convenient option for students to go to the airport and from the airport to Berkeley than Bart, Uber, and Lyft would otherwise provide. Another major part of my budget goes to the multicultural photography exhibition. We want to use this event to raise cultural awareness among all students as we display students’ artworks along Sproul Plaza. Besides, I am hosting several cultural celebration events and will also use the budget to purchase snacks and food from different cultural backgrounds to encourage students from all backgrounds to participate in the events. For example, so far I have hosted Mid Autumn Festival Celebration on Sproul where we provided students the chance to learn about what this festival is for and to write down Happy Mid Autumn in their own languages in return of our sweet moon cakes. Another example would be our European Cultural Celebration Event where we displayed cultural films about Europe and had students put sticker notes on the places he or she had visited before or intended to visit one day and in return we provided pizzas. "
}
